brew "asdf"
brew "composer"
brew "git"
brew "libyaml"
cask "adobe-creative-cloud"
cask "amazon-q"
cask "arc"
cask "cmd-eikana"
cask "cursor"
cask "github"
cask "istat-menus"
cask "rectangle"
cask "slack"
cask "transmit"
cask "zoom"
cask "font-jetbrains-mono"
mas "1Password", id: 443987910
mas "DaVinci Resolve", id: 571213070
vscode "alefragnani.project-manager"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradgashler.htmltagwrap"
vscode "bradlc.vscode-tailwindcss"
vscode "chadalen.vscode-jetbrains-icon-theme"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "karunamurti.haml"
vscode "mechatroner.rainbow-csv"
vscode "oderwat.indent-rainbow"
vscode "rexshi.phpdoc-comment-vscode-plugin"
vscode "shevaua.phpcs"
vscode "simone-baldini.vscode-phpcbf"
vscode "stylelint.vscode-stylelint"
vscode "syler.sass-indented"
vscode "unifiedjs.vscode-mdx"
vscode "zignd.html-css-class-completion"
